
/* Presented when a URL cannot be loaded because its scheme isn't understood */
"Don't know how to load URL %@" = "Není známo jak načíst URL %@";

/* Presented when an HTTP URL cannot establish a connection with a particular host */
"Could not connect to host %@" = "K hostiteli %@ se nelze připojit";

/* Presented when a response from an HTTP server comes back with a bad format */
"Bad header received from server" = "Obdrženo chybné záhlaví ze serveru";

/* Presented when a description of a particular host can't be determined. */
"Can't determine IP address of host: %@" = "Nelze určit IP adresu hostitele: %@";

/* Presented when the host description was found, but a particular port couldn't be opened. */
"Can't get a description of port %d" = "Popis portu %d nelze načíst";

/* Presented when a particular host cannot be contacted via the given port */
"Can't connect to host %@ using port %d" = "S hostitelem %@ nelze přes port %d navázat spojení";

/* Presented when an HTTP server comes back with an unknown status code */
"Received unknown HTTP server response %@: %@" = "Obdržena neznámá odpověď HTTP serveru „%@“: %@";

/* Presented when an HTTP server returns a failure code */
"HTTP request failed for URL %@:%@" = "Selhal požadavek HTTP pro URL „%@“:%@";

/* Presented when the connection to an HTTP server is unexpectedly lost */
"Lost connection to host %@" = "Ztraceno spojení s hostitelem „%@“";

/* Presented when a file can not be opened for reading (file may not exist) */
"Could not read from %@" = "Ze souboru %@ nelze číst";

/* Presented when a redirection loop has been detected */
"Detected a redirection loop while attempting to load URL %@" = "Při pokusu o načtení URL „%@“ zjištěna smyčka přesměrování adresy";

/* Presented when an FTP server hangs up or becomes otherwise unavailable */
"Service unavailable for host %@" = "Služba není pro hostitele „%@“ k dispozici";

/* Presented when the data transfer socket cannot be created for an FTP transfer */
"Couldn't open data connection for URL path: %@" = "Nelze otevřít datové spojení s URL: %@";

/* Presented when the indicated URL does not locate ane existing object on the server */
"Object not available for specified URL: %@" = "Objekt není pro zadané URL k dispozici: %@";

/* Presented when the FTP server doesn't recognize a particular command */
"FTP command not recognized by host: %@" = "Příkaz FTP nebyl rozeznán hostitelem: %@";

/* Presented when the FTP server rejects an authentication */
"User login or password not recognized." = "Uživatelské jméno nebo heslo nerozeznáno.";

/* Format used to display sizes 100 GB or greater */
"%.0f GB" = "%.0f GB";

/* Format used to display sizes between 100 and 999 KB */
"%.0f KB" = "%.0f KB";

/* Format used to display sizes between 100 and 999 MB */
"%.0f MB" = "%.0f MB";

/* Format used to display a size between 2 and 100 bytes */
"%.0f bytes" = "%.0f bajtů";

/* Format used to display sizes between 1000 MB and 9.9 GB */
"%.1f GB (1.0)" = "%.1f GB";

/* Format used to display sizes between 10 and 99.9 GB */
"%.1f GB (10.0)" = "%.1f GB";

/* Format used to display sizes between 100 and 999 bytes */
"%.1f KB (0.1)" = "%.1f KB";

/* Format used to display sizes between 1000 bytes and 9.9 KB */
"%.1f KB (1.0)" = "%.1f KB";

/* Format used to display sizes between 10 and 99.9 KB */
"%.1f KB (10.0)" = "%.1f KB";

/* Format used to display sizes between 1000 KB and 9.9 MB */
"%.1f MB (1.0)" = "%.1f MB";

/* Format used to display sizes between 10 and 99.9 MB */
"%.1f MB (10.0)" = "%.1f MB";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"%@ (%@)" = "%@ (%@)";

/* Format used to partial byte count along with total */
"%@ of %@" = "%@ z %@";

/* String used for showing a zero byte size */
"0 bytes" = "0 bajtů";

/* String used for showing a one byte size */
"1 byte" = "1 bajt";

/* Kind string used for keychain items from forms-based logins */
"Web form password" = "Heslo webového formuláře";

/* HTTP result code string */
"accepted" = "Přijato";

/* HTTP result code string */
"bad gateway" = "Chybná brána";

/* HTTP result code string */
"bad request" = "Chybný požadavek";

/* HTTP result code string */
"client error" = "Chyba klienta";

/* HTTP result code string */
"conflict" = "Konflikt";

/* HTTP result code string */
"continue" = "Pokračovat";

/* HTTP result code string */
"created" = "Vytvořeno";

/* HTTP result code string */
"expectation failed" = "Očekávání selhalo";

/* HTTP result code string */
"forbidden" = "Zakázáno";

/* HTTP result code string */
"found" = "Nalezeno";

/* HTTP result code string */
"gateway timed out" = "časový limit brány vypršel";

/* HTTP result code string */
"informational" = "Informační";

/* HTTP result code string */
"internal server error" = "Vnitřní chyba serveru";

/* HTTP result code string */
"length required" = "Požadována délka";

/* HTTP result code string */
"method not allowed" = "Metoda nepovolena";

/* HTTP result code string */
"moved permanently" = "Trvale přesunuto";

/* HTTP result code string */
"multiple choices" = "Vícečetné volby";

/* HTTP result code string */
"needs proxy" = "Požadováno proxy";

/* HTTP result code string */
"no content" = "Není obsah";

/* HTTP result code string */
"no error" = "Žádná chyba";

/* HTTP result code string */
"no longer exists" = "Již neexistuje";

/* HTTP result code string */
"non-authoritative information" = "Nesměrodatný údaj";

/* HTTP result code string */
"not found" = "Nenalezeno";

/* HTTP result code string */
"not modified" = "Nezměněno";

/* HTTP result code string */
"partial content" = "Neúplný obsah";

/* HTTP result code string */
"payment required" = "Požadována platba";

/* HTTP result code string */
"precondition failed" = "Předpoklad selhal";

/* HTTP result code string */
"proxy authentication required" = "Požadováno ověření totožnosti proxy";

/* HTTP result code string */
"redirected" = "Přesměrováno";

/* HTTP result code string */
"request timed out" = "časový limit požadavku vypršel";

/* HTTP result code string */
"request too large" = "Příliš velký požadavek";

/* HTTP result code string */
"requested URL too long" = "Požadované URL příliš dlouhé";

/* HTTP result code string */
"requested range not satisfiable" = "Nesplnitelné rozmezí požadavku";

/* HTTP result code string */
"reset content" = "Obnova obsahu";

/* HTTP result code string */
"see other" = "Viz ostatní";

/* HTTP result code string */
"server error" = "Chyba serveru";

/* HTTP result code string */
"service unavailable" = "Služba není k dispozici";

/* HTTP result code string */
"success" = "Úspěch";

/* HTTP result code string */
"switching protocols" = "Přepínání protokolů";

/* HTTP result code string */
"temporarily redirected" = "Dočasně přesměrováno";

/* HTTP result code string */
"unacceptable" = "Nepřijatelné";

/* HTTP result code string */
"unauthorized" = "Neautorizováno";

/* HTTP result code string */
"unimplemented" = "Neimplementováno";

/* Unknown filename */
"unknown" = "Není známo";

/* HTTP result code string */
"unsupported media type" = "Nepodporovaný typ média";

/* HTTP result code string */
"unsupported version" = "Nepodporovaná verze";
